<div> 
<h1>Заголовок</h1>
<p> 
<a href="/">Ссылка</a>
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,

</p>
</div>