<div> 
<h1>Заголовок</h1>
<p> 
<a href="/">Ссылка</a>
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,
текст, текст, текст, текст,текст, текст, текст,текст, текст, текст, текст,текст, текст, текст, текст,

</p>
</div>
<?php 
//если были переданы параметры то вывести список переданых параметров
if (!empty($data) && $data!=null) {
     echo 'Переданы параметры:<br>';
    foreach ($data as $key => $value) 
        {
        echo $key.'_:_'.$value;
        echo '<br>';
        }
}

?>
 